---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Analysis.MassLevelData
source: html/7ad5d221-ce41-42af-c63e-e868e6ae6aa1.htm
---
# MassLevelData Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.